tap "1password/tap"
tap "agentsync/agentsync"
tap "ankitpokhrel/jira-cli"
tap "aws/tap"
tap "dopplerhq/cli"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jaxxstorm/tap"
tap "jeffreywildman/virt-manager"
tap "mike-engel/jwt-cli"
tap "render-oss/render"
tap "withgraphite/tap"
brew "glib"
brew "cairo"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "aichat"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "libssh"
brew "ansible"
brew "little-cms2"
brew "coreutils"
brew "asdf"
brew "at-spi2-core"
brew "aws-sam-cli"
brew "aws-vault"
brew "awscli"
brew "bat"
brew "bison"
brew "cfn-lint"
brew "checkstyle"
brew "lima"
brew "colima"
brew "cookiecutter"
brew "csvkit"
brew "direnv"
brew "docutils"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "libgsf"
brew "goffice"
brew "libxml2"
brew "gnumeric"
brew "gnupg"
brew "gobject-introspection"
brew "gowsdl"
brew "gstreamer"
brew "http-prompt"
brew "httpie"
brew "hugo"
brew "python@3.10"
brew "itstool"
brew "jdtls"
brew "jq"
brew "just"
brew "libvirt"
brew "liquibase"
brew "luarocks"
brew "node"
brew "marp-cli"
brew "maven"
brew "python@3.11"
brew "mitmproxy"
brew "mockery"
brew "mongosh"
brew "neovim"
brew "node-build"
brew "ollama", restart_service: :changed
brew "openjdk@11"
brew "opentofu"
brew "pandoc"
brew "parallel"
brew "postgresql@14"
brew "python@3.8"
brew "python@3.9"
brew "qemu"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby-build"
brew "sops"
brew "terragrunt"
brew "tldr"
brew "tmate"
brew "tmux"
brew "tree"
brew "vale"
brew "virtualenv"
brew "watch"
brew "wdiff"
brew "wget"
brew "wimlib"
brew "xq"
brew "yq"
brew "agentsync/agentsync/support"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "jaxxstorm/tap/aws-sso-creds"
brew "jeffreywildman/virt-manager/virt-viewer"
brew "mike-engel/jwt-cli/jwt-cli"
brew "render-oss/render/render"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "amethyst"
cask "balenaetcher"
cask "basictex"
cask "confluent-cli"
cask "dash"
cask "discord"
cask "firefox"
cask "font-hack-nerd-font"
cask "gifcapture"
cask "gimp"
cask "godot"
cask "google-chrome"
cask "google-drive"
cask "intellij-idea"
cask "karabiner-elements"
cask "keycastr"
cask "lagrange"
cask "moonlight"
cask "obsidian"
cask "postman"
cask "rancher"
cask "signal"
cask "spotify"
cask "tailscale"
cask "visual-studio-code"
cask "wkhtmltopdf"
cask "zoom"
vscode "asvetliakov.vscode-neovim"
vscode "golang.go"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
