brew "antidote"
brew "bash-completion"
brew "coreutils"
brew "direnv"
brew "fd"
brew "fzf"
brew "gh"
brew "jq"
brew "just"
brew "mise"
brew "neovim"
brew "opentofu"
brew "parallel"
brew "ripgrep"
brew "tree"
brew "watch"
brew "xq"
brew "yq"
