brew "ansible"
brew "antidote"
brew "bash-completion"
brew "coreutils"
brew "direnv"
brew "fd"
brew "fzf"
brew "gh"
brew "hugo"
brew "jq"
brew "just"
brew "marp-cli"
brew "mise"
brew "neovim"
brew "opentofu"
brew "pandoc"
brew "parallel"
brew "ripgrep"
brew "ruby-build"
brew "tmate"
brew "tmux"
brew "tree"
brew "watch"
brew "xq"
brew "yq"
cask "alacritty"
cask "postman"
cask "visual-studio-code"
